public/cotacoes_enviadas/20_COT18864-71_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>27/10/2022 14:37:39</Dt_Gravacao>
  <Cd_Fornecedor>35997345000146</Cd_Fornecedor>
  <Cd_Cotacao>COT18864-71</Cd_Cotacao>
  <Cd_Condicao_Pagamento>3</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor>CONTATOS: VENDAS01@HOSPIDROGAS-ES.COM.BR - (27) 3229-1000 -- PRAZO DE PAGAMENTO FLEXÍVEL (SUJEITO A ANÁLISE)</Ds_Observacao_Fornecedor>
  <Qt_Prz_Minimo_Entrega>2</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>300,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>18026</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID253</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>7657</Id_Marca>
          <Ds_Marca>BLAU</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>31,3231</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12643</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7722</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID33</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>90</Id_Marca>
          <Ds_Marca>EMS-EMS</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1020</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>16298</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7503</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID184</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>10722</Id_Marca>
          <Ds_Marca>MERCK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2498</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8486</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>21943</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID311</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1016</Id_Marca>
          <Ds_Marca>NEW HAND</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,9400</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>18380</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>36822</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID347</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>9897</Id_Marca>
          <Ds_Marca>MEDIX</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1890</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>18920</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6260</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID49</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>37</Id_Marca>
          <Ds_Marca>BIOCHIMICO</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>22,6923</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>20295</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7406</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID52</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1465</Id_Marca>
          <Ds_Marca>PRATI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>8,2707</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>6536</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7703</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID120</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>21657</Id_Marca>
          <Ds_Marca>EMS-LEGRAND</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,8571</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>22862</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6775</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID55</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>90</Id_Marca>
          <Ds_Marca>EMS-EMS</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,4080</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>13667</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5474</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID75</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>90</Id_Marca>
          <Ds_Marca>EMS-EMS</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2409</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>19216</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20446</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID326</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,4759</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>1820</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20913</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID64</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>736</Id_Marca>
          <Ds_Marca>FARMACE</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>7,4000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>10449</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20913</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID13</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>736</Id_Marca>
          <Ds_Marca>FARMACE</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,5015</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>11214</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6368</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID67</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>259</Id_Marca>
          <Ds_Marca>TEUTO</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>5,5500</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>6235</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20913</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID65</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>736</Id_Marca>
          <Ds_Marca>FARMACE</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>9,3700</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>3118</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6657</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID272</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>122</Id_Marca>
          <Ds_Marca>GREENPHARMA</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2125</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>15309</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20446</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID327</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,4876</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>1821</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20446</Id_Produto_Sintese>
      <Cd_Produto_Comprador>VID440</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1220</Id_Marca>
          <Ds_Marca>BIOBASE</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,4724</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>17045</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>